Revit 2024 API
UnitTypeId.Gradians Property
 Gradians.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Gradians { get; }
Visual Basic
Public Shared ReadOnly Property Gradians As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Gradians {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace